markdownOutput/work_notes/20260210084240-2602_lmoc_gtri.md

# Table of Contents

1.  [Goals for this week](#orga4b2146)

:ID:       1a87ad0d-1442-4e11-ad35-201aa6d80113


<a id="orga4b2146"></a>

# Goals for this week

Chad Rose is the main talker right now (mustache guide).

-   Get the DB installed
-   DARK TIDES ADDY integration and how RAPID can read those
-   Talks with Angel
-   What it looks like for 3rd parties to read into the DB
    -   Working with ADDY (?) some
-   TIDE is PRISM TENA applications
-   ADDY is a dotnet interface to the ARCA DB
    -   C-sharp class library

\*

